Repository: foolery33/spar-intern-ios
Catalog: spar-intern-ios/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: ru

source: Card price
ru: Цена по карте

# cartItemNotFound
source: Cart item was not found
ru: Позиция в корзине не была найдена

# contextSaveFail
source: Unable to save local database context
ru: Неудача при сохранении контекста локальной базы данных

source: Error
ru: Ошибка

source: Item
ru: Шт

# itemAmount
source: %d items
ru: %d шт

source: Kg
ru: Кг

source: New
ru: Новинки

# operationFail
source: Database operation was failed
ru: Неудача при выполнении операции с базой данных

# persistentStoresLoadFail
source: Unable to load local data
ru: Неудача при загрузке локальных данных

source: Prices hit
ru: Удар по ценам

# reviews
source: %d reviews
ru: %d отзывов
